/* Type of IP address */
"6to4 relay" = "6to4 relay";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort متصل";

/* No comment provided by engineer. */
"Airport connected" = "Airport متصل";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport غير متصل";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort غير متصل";

/* No comment provided by engineer. */
"Battery charging..." = "جاري شحن البطارية...";

/* Type of IP address */
"Benchmark" = "مؤشر";

/* No comment provided by engineer. */
"Bluetooth Connection" = "وصله البلوتوث";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "جهاز البلوتوث متصل";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "جهاز البلوتوث غير متصل";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "البلوتوث غير مفعل";

/* No comment provided by engineer. */
"Current charge: %d%%" = "نسبة الشحن: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "متصل على الشبكة السلكيه";

/* No comment provided by engineer. */
"Ethernet deactivated" = "غير متصل على الشبكة السلكيه";

/* No comment provided by engineer. */
"FireWire Connection" = "وصلة فايروير";

/* No comment provided by engineer. */
"FireWire Device Connected" = "جهاز فايروير متصل";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "جهاز فايروير غير متصل";

/* No comment provided by engineer. */
"FireWire Disconnection" = "فايروير غير متصل";

/* No comment provided by engineer. */
"Group Network Notifications" = "إشعارات شبكة المجموعة";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interface:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interface:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP تم الحصول على";

/* No comment provided by engineer. */
"IP address acquired" = "IP address تم الحصول على";

/* No comment provided by engineer. */
"IP address released" = "IP address تم تسريح";

/* No comment provided by engineer. */
"IP Released" = "IP تم تسريح";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "تم الانضمام إلى الشبكة.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "تم الخروج من الشبكة %@.";

/* Type of IP address */
"Link-local" = "رابط محلي";

/* Type of IP address */
"Loopback" = "مسترجع";

/* No comment provided by engineer. */
"Network Link Down" = "الشبكة متصلة";

/* No comment provided by engineer. */
"Network Link Up" = "الشبكة غير متصلة";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "رئيسي جديد IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "لا يوجد IP address الأن";

/* No comment provided by engineer. */
"On A/C power" = "على الكهرباء";

/* No comment provided by engineer. */
"On battery power" = "على البطارية";

/* No comment provided by engineer. */
"On UPS power" = "على خازن الكهرباء";

/* No comment provided by engineer. */
"Preferences..." = "خصائص...";

/* Type of IP address */
"Private" = "خاص";

/* Type of IP address */
"Public" = "عام";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "أغلق HardwareGrowler";

/* Type of IP address */
"Reserved" = "محجوز";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "إظهار الأجهزة المتصلة عند التشغيل";

/* No comment provided by engineer. */
"Switched to A/C Power" = "تحول المصدر إلى الكهرباء";

/* No comment provided by engineer. */
"Switched to Battery Power" = "تحول المصدر إلى البطارية";

/* No comment provided by engineer. */
"Switched to UPS Power" = "تحول المصدر إلى خازن الكهرباء";

/* No comment provided by engineer. */
"Sync finished" = "إنتهاء التزامن";

/* No comment provided by engineer. */
"Sync started" = "بداية التزامن";

/* Type of IP address */
"Test" = "إختبار";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "سيتم تفعيل التغييرات عند إعادة تشغيل برنامج Hardware Growler";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "الوقت المتبقي: %i دقيقة";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "الوقت اللازم للشحن: %i دقيقة";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "جهاز فايروير غير مسمى";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "يو إس بي 2.0 Bus";

/* No comment provided by engineer. */
"USB Bus" = "يو إس بي Bus";

/* No comment provided by engineer. */
"USB Connection" = "وصله يو إس بي";

/* No comment provided by engineer. */
"USB Device Connected" = "جهاز يو إس بي متصل";

/* No comment provided by engineer. */
"USB Device Disconnected" = "جهاز يو إس بي غير متصل";

/* No comment provided by engineer. */
"USB Disconnection" = "يو إس بي غير متصل";

/* No comment provided by engineer. */
"Volume Mounted" = "تم تركيب الوحده";

/* No comment provided by engineer. */
"Volume Unmounted" = "تم فصل الوحده";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "تفضيلات HardwareGrowler";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "أظهر الأيقونة في المكانين";

/* display the icon only in the dock */
"Show icon in the dock" = "أظهر الأيقونة في المرسى";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "أظهر الأيقونة في شريط القوائ";

/* display no icon at all */
"No icon visible" = "إخفاء الأيقونة";

/* No comment provided by engineer. */
"Icon:" = "Icon:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Warning! Enabling this option will cause HardwareGrowler to run in the background";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Alert! Enabling this option will add HardwareGrowler to your login items";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "";

